# SpaceOutdoorAirflowPerPerson Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..SpaceOutdoorAirflowPerPerson Property
ParameterTypeId Class See Also
---
"Outdoor Airflow per person"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId SpaceOutdoorAirflowPerPerson { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property SpaceOutdoorAirflowPerPerson As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ SpaceOutdoorAirflowPerPerson {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace